dev-web2/aula18/docker-code-main/www/codeigniter4/app/Controllers/Client.php

    public function listClients(){
       $ClientModel = new ClientModel();
       $data=[
            'arrayClient' => $ClientModel->findAll()
       ];
---
SELECT *
FROM `clients`